Repository: Creative-Motion-Development/wp-plugin-clearfy
Catalog: languages/clearfy-*.po
Languages: fr_fr, it_it

source: Clearfy
fr_fr: Clarifier

source: Howdy
fr_fr: Salut
it_it: Ciao

source: Welcome
fr_fr: Bienvenue
it_it: Benvenuto/a

source: <strong>ERROR</strong>: Wrong login or password
fr_fr: <strong>ERREUR</strong>: Identifiant ou mot de passe incorrect
it_it: <strong>ERRORE</strong>: Login o password errati

source: Remove REST API Links
fr_fr: Supprimer les liens API REST
it_it: Rimuovi Collegamenti API REST

source: Disable Emojis
fr_fr: Désactiver les émoticônes
it_it: Disattiva gli Emoji

source: Remove dns-prefetch
fr_fr: Supprimer DNS-prefetch
it_it: Rimuovi dns-prefetch

source: Remove RSD Link
fr_fr: Supprimer le lien RSD
it_it: Rimuovi Collegamento RSD

source: Remove wlwmanifest Link
fr_fr: Supprimer le lien wlwmanifest
it_it: Rimuovi Collegamento wlwmanifest

source: Remove Shortlink
fr_fr: Supprimer Shortlink
it_it: Rimuovi Shortlink

source: Remove links to previous, next post
fr_fr: Supprimer les liens vers le précédent, le message suivant
it_it: Rimuovi collegamenti articolo prec./succ.

source: Remove .recentcomments styles
fr_fr: Supprimer. styles de commentaires récents
it_it: Rimuovi stili .recentcomments

source: Automatically set the alt attribute
fr_fr: Définir automatiquement l'attribut alt
it_it: Imposta automaticamente l'attributo alt

source: Automatically insert the Last Modified header
fr_fr: Insérez automatiquement le dernier en-tête modifié
it_it: Inserisci automaticamente l'header Ultima Modifica

source: Return an If-Modified-Since responce
fr_fr: Renvoie une réponse If-Modified-Since
it_it: Ritorna risposta If-Modified-Since

source: Remove duplicate names in breadcrumbs WP SEO by Yoast
fr_fr: Supprimer les noms en double dans le fil d'Ariane WP SEO par Yoast
it_it: Rimuovi nomi duplicati nel breadcrumb di WP SEO by Yoast

source: Remove the tag %s from XML site map
fr_fr: Supprimer la balise %s du plan de site XML
it_it: Rimuovi il tag %s dalla site map XML

source: Remove comment from %s section
fr_fr: Supprimer le commentaire de la section %s
it_it: Rimuovi commenti dalla sezione %s

source: Remove archives date
fr_fr: Supprimer la date des archives
it_it: Rimuovi data archivi

source: Remove author archives
fr_fr: Supprimer les archives de l'auteur
it_it: Rimuovi archivi autori

source: Remove archives tag
fr_fr: Supprimer le tag archives
it_it: Rimuovi tags archivi

source: Remove attachment pages
fr_fr: Supprimer les pages de pièce jointe
it_it: Rimuovi pagina allegati

source: Remove post pagination
fr_fr: Supprimer la pagination de poste
it_it: Rimuovi paginazione articoli

source: Remove ?replytocom
fr_fr: Supprimer ?replytocom
it_it: Rimuovi ?replytocom

source: Remove meta generator
fr_fr: Supprimer le générateur de méta
it_it: Rimuovi generatore meta

source: Hide author login
fr_fr: Masquer la connexion de l'auteur
it_it: Nascondi login autore

source: Hide errors when logging into the site
fr_fr: Masquer les erreurs lors de la connexion au site
it_it: Nascondi errori all'accesso al sito

source: Remove Version from Stylesheet
fr_fr: Supprimer la version de la feuille de style
it_it: Rimuovi Versione dagli Stylesheets

source: Remove Version from Script
fr_fr: Supprimer la version du script
it_it: Rimuovi Versione dagli Scripts

source: Remove the "Pages" widget
fr_fr: Supprimer le widget pages
it_it: Rimuovi il widget "Pagine"

source: Remove calendar widget
fr_fr: Supprimer le widget calendrier
it_it: Rimuovi il widget "Calendario"

source: Remove the "Cloud of tags" widget
fr_fr: Supprimer le widget nuage de tags
it_it: Rimuovi il widget "Tag Cloud"

source: Remove the "Archives" widget
fr_fr: Supprimer le widget archives
it_it: Rimuovi il widget "Archivi"

source: Remove the "Links" widget
fr_fr: Supprimer le widget liens
it_it: Rimuovi il widget "Collegamenti"

source: Remove the "Meta" widget
fr_fr: Supprimer le widget meta
it_it: Rimuovi il widget "Meta"

source: Remove the "Search" widget
fr_fr: Supprimer le widget recherche
it_it: Rimuovi il widget "Ricerca"

source: Remove the "Text" widget
fr_fr: Supprimer le widget texte
it_it: Rimuovi il widget "Testo"

source: Remove the "Categories" widget
fr_fr: Supprimer le widget catégories
it_it: Rimuovi il widget "Categorie"

source: Remove the "Recent Posts" widget
fr_fr: Supprimer le widget posts récents
it_it: Rimuovi il widget "Articoli Recenti"

source: Remove the "Recent Comments" widget
fr_fr: Supprimer le widget commentaires récents
it_it: Rimuovi il widget "Commenti Recenti"

source: Remove the "RSS" widget
fr_fr: Supprimer le widget rss
it_it: Rimuovi il widget "RSS"

source: Remove the "Menu" widget
fr_fr: Supprimer le widget menu
it_it: Rimuovi il widget "Menu"

source: Remove the "Twenty Eleven Ephemera" widget
fr_fr: Supprimer le widget twenty eleven ephemera
it_it: Rimuovi il widget "Twenty Eleven Ephemera"

source: Disable revision
fr_fr: Désactiver la révision
it_it: Disattiva revisioni

source: Limit Post Revisions
fr_fr: Limiter les révisions post
it_it: Limita Revisioni Articoli

source: Exclude pages:
fr_fr: Exclure les pages:
it_it: Escludi pagine:

source: Create right robots.txt
fr_fr: Créez les bons robots.txt
it_it: Crea robots.txt corretto

source: You can edit the robots.txt file in the box below:
fr_fr: Vous pouvez éditer le fichier robots.txt dans la case ci-dessous:
it_it: Puoi modificare il file robots.txt nella casella sottostante:

source: Quick mode
fr_fr: Mode rapide
it_it: Modalità veloce

source: Remove jQuery Migrate
fr_fr: Supprimer jQuery migrer
it_it: Rimuovi jQuery Migrate

source: Disable Embeds
fr_fr: Désactiver les insertions
it_it: Disattiva Embeds

source: Disable RSS feeds
fr_fr: Désactiver les flux rss
it_it: Disattiva Feeds RSS

source: Removes links to wordpress.org site from the admin bar
fr_fr: Supprime les liens vers le site WordPress.org à partir de la barre d'administration
it_it: Rimuovi collegamenti a wordpress.org dalla barra admin

source: HTML minify
fr_fr: HTML rapetisser
it_it: Minimizza HTML

source: Redirect Http to Https
fr_fr: Rediriger Http vers Https
it_it: Redirigi HTTP su HTTPS

source: Eclude stylesheet/script file names
fr_fr: Exclure feuille de style /noms de fichiers script
it_it: Escludi nomi di file stylesheet/script

source: Enable Sanitization of WordPress
fr_fr: Activer la désinfection de WordPress
it_it: Attiva Sanitizzazione di WordPress

source: Disable admin notice
fr_fr: Désactiver avis admin
it_it: Disattiva notifiche admin

source: Disable admin top bar
fr_fr: Désactiver la barre d'administration
it_it: Disattiva barra superiore admin

source: Remove admin bar WP logo
fr_fr: Supprimer la barre d'administration WP logo
it_it: Rimuovi logo WP dalla barra admin

source: Replace "Howdy" text with "Welcome"
fr_fr: Remplacer le texte "Howdy" par "Bienvenue"
it_it: Sostituisci testo "Howdy" con "Welcome"

source: Disable autosave
fr_fr: Désactiver la sauvegarde automatique
it_it: Disattiva salvataggio automatico

source: Disable Texturization - Smart Quotes
fr_fr: Désactiver la texturation - Citations intelligentes
it_it: Disattiva Texturization - Smart Quotes

source: Disable capitalization in Wordpress branding
fr_fr: Désactiver la capitalisation dans l'image de marque Wordpress
it_it: Disattiva iniziali maiuscole nel branding di WordPress

source: Disable auto inserted paragraphs (i.e. p tags)
fr_fr: Désactiver les paragraphes insérés automatiquement (i.e. p tags)
it_it: Disattiva inserimento automatico paragrafi (tags p)

source: Remove html comments
fr_fr: Supprimer les commentaires HTML
it_it: Rimuovi HTML dai commenti

source: Code cleaning
fr_fr: Nettoyage du code
it_it: Pulizia del codice

source: By default, WordPress generates all types of different RSS feeds for your site. While RSS feeds can be useful if you are running a blog, businesses might not always utilize these. Not every site out there has a blog.
fr_fr: Par défaut, WordPress génère tous les types de flux RSS différents pour votre site. Bien que les flux RSS peuvent être utiles si vous exécutez un blog, les entreprises ne peuvent pas toujours utiliser ces derniers. Pas tous les sites là-bas a un blog.
it_it: Per impostazione predefinita, WordPress genera tutti i tipi di feeds RSS per il tuo sito. Mentre i feeds RSS possono essere utili se stai gestendo un blog, le aziende non sempre li usano. Non tutti i siti su internet hanno un blog.

source: Removes a link to the RSS-feed from the %s section, closes and puts the redirect from all RSS-feeds.
fr_fr: Supprime un lien vers le flux RSS à partir de la section %s, ferme et met la redirection de tous les flux RSS.
it_it: Rimuove il collegamento al feed RSS dalla sezione %s, chiude il feed e mette un redirect da tutti i feeds RSS.

source: The WordPress REST API provides API endpoints for WordPress data types that allow developers to interact with sites remotely by sending and receiving JSON (JavaScript Object Notation) objects. However, a lot of sites don’t use this, and therefore in most cases, it is just unnecessary code.
fr_fr: L'API REST WordPress fournit des points de terminaison API pour les types de données WordPress qui permettent aux développeurs d'interagir avec les sites à distance en envoyant et en recevant des objets JSON (JavaScript Object Notation). Cependant, beaucoup de sites ne l'utilisent pas, et donc dans la plupart des cas, c'est juste du code inutile.
it_it: La API REST di WordPress offre degli endpoints API per i tipi di dati di WordPress che permettono agli sviluppatori di interagire con i siti remotamente inviando e ricevendo oggetti JSON (JavaScript Object Notation). Tuttavia, tanti siti non la usano, quindi in tanti casi è solo codice superfluo.

source: Removes REST API link tag from the front end and the REST API header link from page requests.
fr_fr: Supprime la balise de liaison de l'API REST de l'extrémité avant et le lien d'en-tête de l'API REST des requêtes de page.
it_it: Rimuove il link tag API REST dal front-end e il collegamento nell'header alla API REST dalle richieste di pagina.

source: Recommended
fr_fr: Recommandées
it_it: Consigliate

source: Emojis are fun and all, but if you are aren’t using them they actually load a JavaScript file (wp-emoji-release.min.js) on every page of your website. For a lot of businesses, this is not needed and simply adds load time to your site. So we recommend disabling this.
fr_fr: Smileys sont amusants et tous, mais si vous êtes ne sont pas en les utilisant, ils chargent effectivement un fichier JavaScript (WP-Emoji-Release. min. js) sur chaque page de votre site Web. Pour beaucoup d'entreprises, ce n'est pas nécessaire et ajoute simplement du temps de chargement à votre site. Donc, nous recommandons de désactiver ce.
it_it: Gli emoji saranno pure carini, ma se non li usi caricano un file JavaScript (wp-emoji-release.min.js) su ogni pagina del tuo sito. Per tante aziende, questo non è necessario e non fa altro che aggiungersi ai tempi di caricamento del sito, quindi consigliamo di disattivarlo.

source: Removes WordPress Emojis JavaScript file (wp-emoji-release.min.js).
fr_fr: Supprime WordPress émoticônes JavaScript fichier (wp-emoji-release.min.js).
it_it: Rimuove il file JavaScript Emoji WordPress (wp-emoji-release.min.js)

source: They started adding jQuery migrate in WordPress 3.6. Most up-to-date frontend code and plugins don’t require jquery-migrate.min.js. In most cases, this simply adds unnecessary load to your site. You can see this running if you launch Chrome Devtools console.
fr_fr: Ils ont commencé à ajouter jQuery migrer dans WordPress 3,6. La plupart des up-to-date frontend code et plugins ne nécessitent pas jQuery-Migrate. min. js. Dans la plupart des cas, cela ajoute simplement une charge inutile à votre site. Vous pouvez voir cette exécution si vous lancez chrome devtools console.
it_it: Da WordPress 3.6, è stato aggiunto jQuery Migrate. Solitamente, jquery-migrate.min.js non è richiesto se il codice front-end e i plugin sono stati scritti correttamente. In molti casi, questo aggiunge tempi di caricamento non necessari al tuo sito. Puoi valutarne l'impatto lanciando la console di sviluppo del tuo browser.

source: Removes jQuery Migrate JavaScript file (jquery-migrate.min.js).
fr_fr: Supprime le fichier jQuery Migrate JavaScript (jquery-migrate.min.js).
it_it: Rimuove il file JavaScript di jQuery Migrate (jquery-migrate.min.js).

source: Warning! If there is a broke on your site, disable this option!
fr_fr: Attention! S'il y a une rupture sur votre site, désactivez cette option!
it_it: Attenzione! Se qualcosa nel sito dovesse smettere di funzionare, disattiva questa opzione!

source: Embeds were released with WordPress 4.4. This is basically the magic that auto converts your YouTube videos, Tweets, and URLs into pretty previews while you are editing. However, this actually loads a JavaScript file (wp-embed.min.js) on every page of your website. If you don’t care about the auto converting preview (which we don’t), you can disable this across your site.
fr_fr: Embeds ont été libérés avec WordPress 4,4. C'est fondamentalement la magie qui convertit vos vidéos YouTube, tweets, et les URL dans de jolies aperçus pendant que vous éditez. Toutefois, cela charge effectivement un fichier JavaScript (WP-embed. min. js) sur chaque page de votre site Web. Si vous ne vous souciez pas de l'aperçu de conversion automatique (ce qui n'est pas le cas), vous pouvez désactiver cette option sur votre site.
it_it: Gli embeds sono stati rilasciati con WordPress 4.4. Questa è in pratica la magia che converte automaticamente i tuoi video di YouTube, tweets e URL in anteprime durante la modifica dei contenuti. Tuttavia, questo carica un file JavaScript (wp-embed.min.js) su tutte le pagine del sito. Se non ti interessa la conversione automatica delle anteprime, puoi disattivarla su tutto il sito.

source: Removes WordPress Embed JavaScript file (wp-embed.min.js)
fr_fr: Supprime WordPress embed JavaScript fichier (WP-embed. min. js)
it_it: Rimuove il File JavaScript Embed di WordPress (wp-embed.min.js)

source: Since version 4.6.1 in WordPress there are new links in the section %s this type of:
fr_fr: Depuis la version, dans WordPress, il ya de nouveaux liens dans la section%s ce type de:
it_it: Dalla versione 4.6.1, ci sono nuovi collegamenti nella sezione %s di WordPress di questo tipo:

source: Removes dns-prefetch links from the %s section
fr_fr: Supprime les liens DNS-prefetch de la section %s
it_it: Rimuove i collegamenti dns-prefetch dalla sezione %s

source: The above link is used by blog clients. If you edit your site from your browser then you don’t need this. It is also used by some 3rd party applications that utilize XML-RPC requests. In most cases, this is just unnecessary code.
fr_fr: Le lien ci-dessus est utilisé par les clients de blog. Si vous modifiez votre site à partir de votre navigateur, alors vous n'avez pas besoin de cela. Il est également utilisé par certaines applications tierces qui utilisent des requêtes XML-RPC. Dans la plupart des cas, ce n'est que du code inutile.
it_it: Il collegamento sopra è usato dai client di blog. Se modifichi il tuo sito dal tuo browser, non ne hai bisogno. È anche usato da alcune applicazioni di terze parti che utilizzano le richieste XML-RPC. In molti casi, questo è solo codice superfluo.

source: Remove RSD (Real Simple Discovery) link tag.
fr_fr: Supprimer la balise de lien RSS (Really Simple Discovery).
it_it: Rimuovi il link tag RSD (Real Simple Discovery).

source: This link is actually used by Windows Live Writer. If you don’t know use Windows Live Writer, which we are guessing you don’t, this is just unnecessary code.
fr_fr: Ce lien est actuellement utilisé par Windows Live Writer. Si vous ne savez pas utiliser Windows Live Writer, ce que nous supposons ne pas, c'est juste du code inutile.
it_it: Questo collegamento viene usato da Windows Live Writer. Se non sai di cosa si tratta, è solo codice non necessario.

source: Remove wlwmanifest (Windows Live Writer) link tag.
fr_fr: Supprimez le tag de lien wlwmanifest (Windows Live Writer).
it_it: Rimuovi il link tag wlwmanifest (Windows Live Writer).

source: By default, the following tag shows up in every WordPress install. %s This is used for a shortlink to your pages and posts. However, if you are already using pretty permalinks, such as domain.com/post, then there is no reason to keep this, it is just unnecessary code.
fr_fr: Par défaut, la balise suivante apparaît dans chaque installation de WordPress. %s Ceci est utilisé pour un lien vers vos pages et messages. Cependant, si vous utilisez déjà de jolis permaliens, tels que domain.com/post, alors il n'y a aucune raison de garder ceci, c'est juste du code inutile.
it_it: Per impostazione predefinita, il tag seguente compare in ogni installazione di WordPress. %s viene usato come shortlink verso le tue pagine ed articoli. Tuttavia, se usi già i permalink user-friendly, come dominio.com/articolo, non c'è ragione per tenerlo: è solo codice superfluo.

source: Remove Shortlink link tag.
fr_fr: Supprimer le lien du lien court.
it_it: Rimuovi link tag Shortlink.

source: If you use Wordpress as a CMS, then you can delete these links, they can only come in handy for a blog.
fr_fr: Si vous utilisez Wordpress en tant que CMS, vous pouvez supprimer ces liens, ils ne peuvent être utiles que pour un blog.
it_it: Se usi WordPress come un CMS, puoi eliminare questi collegamenti, che risultano solo utili per i blog.

source: Remove the previous and next post links within the wp_head of your wordpress theme.
fr_fr: Supprimez les liens post précédent et suivant dans le wp_head de votre thème wordpress.
it_it: Rimuovi i collegamenti "articolo precedente/successivo" dal wp_head del tuo tema WordPress.

source: WP by default for the widget "recent comments" prescribes in the code styles that are almost impossible to change, because to them apply! important.
fr_fr: WP par défaut pour le widget "commentaires récents" prescrits dans les styles de code qui sont presque impossibles à changer, car à eux s'appliquent! important.
it_it: Per impostazione predefinita, il widget "commenti recenti" ha uno stile quasi impossibile da personalizzare, perché vi sono state applicate le regole CSS con la direttiva !important.

source: Removes .recentcomments styles from head section.
fr_fr: Supprimez les styles de commentaires .recent de la section head.
it_it: Rimuove stili .recentcomments dall'intestazione.

source: Reduces the weight of the page by removing line breaks, tabs, spaces, etc.
fr_fr: Réduit le poids de la page en supprimant les sauts de ligne, les tabulations, les espaces, etc.
it_it: Riduce il peso della pagina rimuovendo ritorni a capo, tabulazioni, spazi, ecc.

source: Minify pages.
fr_fr: Réduire les pages.
it_it: Minimizza pagine.

source: This function will remove all html comments in the source code, except for special and hidden comments. This is necessary to hide the version of installed plugins.
fr_fr: Cette fonction va supprimer tous les commentaires HTML dans le code source, sauf pour les commentaires spéciaux et cachés. Ceci est nécessaire pour masquer la version des plugins installés.
it_it: Questa funzione rimuoverà tutti i commenti HTML dal codice sorgente, eccetto per i commenti speciali e nascosti. Questo è necessario per nascondere la versione dei plugins installati.

source: Remove html comments in source code.
fr_fr: Supprimez les commentaires HTML dans le code source.
it_it: Rimuovi commenti HTML dal codice sorgente.

source: The alt attribute is mandatory, so most SEO experts say. If you missed or did not fill it at all, it will be automatically assigned and will be equal to the title of the article.
fr_fr: L'attribut alt est obligatoire, disent la plupart des experts SEO. Si vous l'avez manqué ou que vous ne l'avez pas rempli du tout, il sera automatiquement assigné et sera égal au titre de l'article.
it_it: L'attributo "alt" è obbligatorio, secondo molti esperti di SEO. Se te lo sei dimenticato o non l'hai proprio riempito, sarà assegnato automaticamente per essere uguale al titolo dell'articolo.

source: Replaces the %s, on attribute with an article name %s
fr_fr: Remplace le %s, sur l'attribut par un nom d'article %s

source: After installation, WP does not contain a robots.txt file and create it manually. We re-read about 30 different articles, instructions from Yandex and Google to create the perfect robots.txt
fr_fr: Après l'installation, WP ne contient pas un fichier robots.txt et le créer manuellement. Nous re-lire environ 30 articles différents, des instructions de Yandex et Google pour créer le parfait robots.txt

source: Automatically creates the perfect robots.txt file
fr_fr: Crée automatiquement le fichier robots.txt parfait
it_it: Crea automaticamente il file robots.txt ideale

source: If your site uses an SSL certificate, check this box to enable redirection from http to https.
fr_fr: Si votre site utilise un certificat SSL, cochez cette case pour activer la redirection de http vers https.

source: Puts the redirect from http to https.
fr_fr: Place la redirection de http vers https.

source: Warning! Before activation, make sure your site is open https.
fr_fr: Attention! Avant l'activation, assurez-vous que votre site est ouvert https.

source: Server headers and response
fr_fr: En-têtes de serveur et réponse
it_it: Headers e risposte del server

source: WordPress does not know how to give the Last Modified header in the server's responses. You can do this using the settings below.
fr_fr: WordPress ne sait pas comment donner le dernier en-tête modifié dans les réponses du serveur. Vous pouvez le faire en utilisant les paramètres ci-dessous.
it_it: WordPress non sa come impostare l'header "Last Modified" nelle risposte del server. Puoi farlo utilizzando le impostazioni qui sotto.

source: You can specify a page mask, for example: %s or %s. All pages that contain the string will be excluded. Each exclude must begin with a new line.
fr_fr: Vous pouvez spécifier un masque de page, par exemple: %s ou %s. Toutes les pages contenant la chaîne seront exclues. Chaque exclusion doit commencer par une nouvelle ligne.
it_it: Puoi specificare un filtro pagina, per esempio: %s o %s. Tutte le pagine che contengono la stringa saranno escluse. Qualsiasi esclusione deve cominciare su una nuova riga.

source: For the Yoast SEO plugin
fr_fr: Pour le plugin SEO Yoast
it_it: Per il plugin Yoast SEO

source: These settings will help you eliminate some problems associated with the popular Yoast SEO plugin
fr_fr: Ces paramètres vous aideront à éliminer certains problèmes associés à la populaire Yoast SEO Plugin
it_it: Queste impostazioni ti aiuteranno ad eliminare alcuni problemi associati con il popolare plugin Yoast SEO

source: The last element in the breadcrumbs in the Yoast SEO plugin duplicates the title of the article. Some SEO-specialists consider this duplication to be superfluous.
fr_fr: Le dernier élément dans la chapelure dans le plugin Yoast SEO duplique le titre de l'article. Certains SEO-spécialistes considèrent cette duplication comme superflue.
it_it: L'ultimo elemento nel breadcrumb del plugin Yoast SEO duplica il titolo dell'articolo. Alcuni specialisti di SEO considerano questa duplicazione superflua.

source: Removes duplication of the name in the breadcrumbs of the WP SEO plugin from Yoast.
fr_fr: Supprime la duplication du nom dans la chapelure du plugin WP SEO de Yoast.
it_it: Rimuove la duplicazione del nome nel breadcrumb del plugin Yoast SEO.

source: Yandex.Webmaster swears on a standard XML card from the plugin Yoast, tk. it has a specific tag
fr_fr: Yandex. webmaster jure sur une carte XML standard à partir du plugin Yoast, tk. il a une balise spécifique
