Repository: Creative-Motion-Development/wp-plugin-clearfy
Catalog: languages/clearfy-*.po
Languages: fr_fr, it_it

source: Remove the tag %s from XML site map of the plugin Yoast SEO.
fr_fr: Supprimer la balise %s de la carte du site XML du plugin Yoast SEO.
it_it: Rimuovi il tag %s dalla site map XML del plugin Yoast SEO.

source: Attention! After activation, turn off the site map and enable it back to regenerate it.
fr_fr: Attention! Après l'activation, désactivez le plan du site et réactivez-le pour le régénérer.
it_it: Attenzione! Dopo l'attivazione, disattiva la site map e riattivala per rigenerarla.

source: In older versions of Yoast SEO may not work - update the plugin Yoast
fr_fr: Dans les anciennes versions de Yoast SEO ne peut pas fonctionner - mettre à jour le plugin Yoast
it_it: Nelle versioni vecchie di Yoast SEO, questo potrebbe non funzionare: assicurati che il plugin sia aggiornato.

source: The Yoast SEO plugin displays a comment of the form %s in %s section
fr_fr: Le plugin Yoast SEO affiche un commentaire du formulaire %s dans %s la section
it_it: Il plugin Yoast SEO mostra un commento nel formato %s nella sezione %s

source: Removes the Yoast SEO plugin comment of their section %s
fr_fr: Supprime le commentaire du plugin Yoast SEO de leur section %s
it_it: Rimuove il commento della sezione %s del plugin Yoast SEO

source: Components
fr_fr: Composants
it_it: Componenti

source: Privacy Settings
fr_fr: Paramètres de confidentialité
it_it: Impostazioni di Privacy

source: Allows attacker to learn the version of WP installed on the site. This meta tag has no useful function.
fr_fr: Permet à l'attaquant d'apprendre la version de WP installée sur le site. Cette balise meta n'a aucune fonction utile.
it_it: Permette ai malintenzionati di conoscere la versione di WordPress installata sul sito. Questo meta tag non ha alcuno scopo utile.

source: Removes the meta tag from the %s section
fr_fr: Supprime la balise meta de la section %s
it_it: Rimuove il tag meta dalla sezione %s

source: To make it more difficult for others to hack your website you can remove the WordPress version number from your site, your css and js. Without that number it's not possible to see if you run not the current version to exploit bugs from the older versions. <br><br> Additionally it can improve the loading speed of your site, because without query strings in the URL the css and js files can be cached.
fr_fr: Pour rendre plus difficile pour les autres de pirater votre site Web, vous pouvez supprimer le numéro de version WordPress de votre site, votre css et js. Sans ce nombre, il n'est pas possible de voir si vous n'exécutez pas la version actuelle pour exploiter les bogues des anciennes versions. <br><br> De plus, il peut améliorer la vitesse de chargement de votre site, car sans les chaînes de requête dans l'URL, les fichiers css et js peuvent être mis en cache.
it_it: Per complicare la vita agli hacker sul tuo sito, puoi rimuovere il numero di versione WordPress da sito, css e js. Senza quel numero, non è possibile vedere se non stai eseguendo la versione più attuale e capire se si possono sfruttare exploits noti delle versioni precedenti.<br><br> Questo può anche migliorare le prestazioni del tuo sito, perché senza le querystrings negli URL i files js e css possono essere messi in cache.

source: Removes the wordpress version number from stylesheets (not logged in user only).
fr_fr: Supprimez le numéro de version wordpress des feuilles de style (utilisateur non connecté uniquement).
it_it: Rimuove il numero di versione WordPress dagli stylesheets (solo per gli utenti non autenticati).

source: Removes wordpress version number from scripts (not logged in user only).
fr_fr: Supprimer le numéro de version wordpress des scripts (utilisateur non connecté uniquement).
it_it: Rimuove il numero di versione WordPress dagli scripts (solo per gli utenti non autenticati).

source: Enter Stylesheet/Script file names to exclude from version removal (each exclude file starts with a new line)
fr_fr: Entrez les noms de fichier de feuille de style / script à exclure de la suppression de version (chaque fichier d'exclusion commence par une nouvelle ligne)
it_it: Inserisci i nomi dei files di stylesheet/script da escludere dalla rimozione della versione. Qualsiasi esclusione deve cominciare su una nuova riga.

source: Defence
fr_fr: Défense
it_it: Difesa

source: An attacker can find out the author's login, using a similar request to get your site. mysite.com/?author=1
fr_fr: Un attaquant peut trouver la connexion de l'auteur, en utilisant une requête similaire pour obtenir votre site. mysite.com/?author=1
it_it: Un malintenzionato può dedurre il login dell'autore, usando una richiesta come questa verso il tuo sito: mysite.com/?author=1

source: Sets the redirect to exclude the possibility of obtaining a login.
fr_fr: Définit la redirection pour exclure la possibilité d'obtenir une connexion.
it_it: Imposta il redirect per escludere la possibilità di ottnere un login.

source: WP by default shows whether you entered a wrong login or incorrect password, which allows attackers to understand if there is a certain user on the site, and then start searching through the passwords.
fr_fr: WP par défaut indique si vous avez entré un mauvais identifiant ou mot de passe incorrect, ce qui permet aux pirates de comprendre s'il y a un certain utilisateur sur le site, puis de commencer à chercher dans les mots de passe.
it_it: WP per impostazione predefinita mostra se hai inserito un login o una password sbagliati, il che permette ai malintenzionati di sapere se esiste un dato utente sul sito, per poi tentare un attacco brute-force.

source: Changes in the text of the error so that attackers could not find the login.
fr_fr: Modifications dans le texte de l'erreur afin que les attaquants ne pouvaient pas trouver la connexion.
it_it: Cambia il testo dell'errore in maniera che i malintenzionati non possano scoprire il login.

source: Disable XML-RPC
fr_fr: Désactiver xml-rpc
it_it: Disattiva XML-RPC

source: A pingback is basically an automated comment that gets created when another blog links to you. A self-pingback is created when you link to an article within your own blog. Pingbacks are essentially nothing more than spam and simply waste resources.
fr_fr: Un Pingback est fondamentalement un commentaire automatisé qui obtient créé quand un autre blog lie à vous. Un self-Pingback est créé lorsque vous liez à un article dans votre propre blog. Pingbacks sont essentiellement rien de plus que du spam et simplement des ressources de gaspillage.
it_it: Un pingback è praticamente un commento automatico che viene creato quando un altro blog crea un collegamento verso il tuo. Un auto-pingback viene creato quando crei un collegamento ad un articolo all'interno del tuo blog. I pingback possono essere visti come spam, e quindi uno spreco di risorse.

source: Removes the server responses a reference to the xmlrpc file.
fr_fr: Supprime les réponses du serveur une référence au fichier xml-rpc.
it_it: Rimuovi i riferimenti al file XML-RPC dalle risposte del server

source: Clearfy menu
fr_fr: Clarifier le menu
it_it: Menu Clearfy

source: Quick start
fr_fr: Démarrage rapide
it_it: Avvio veloce

source: On this page you can quickly configure the plug-in without going into details.
fr_fr: Sur cette page, vous pouvez configurer rapidement le plugin sans entrer dans les détails.
it_it: Su questa pagina puoi configurare velocemente il plugin senza entrare nei dettagli.

source: Reset all settings
fr_fr: Réinitialiser tous les réglages
it_it: Reimposta Configurazione

source: Recommended Mode
fr_fr: Mode recommandé
it_it: Impostazioni Raccomandate

source: Code Clearing
fr_fr: Effacement du code
it_it: Pulizia del Codice

source: Security
fr_fr: Sécurité
it_it: Sicurezza

source: Seo optimization
fr_fr: Optimisation SEO
it_it: Ottimizzazione SEO

source: Remove default Widgets
fr_fr: Supprimer les widgets par défaut
it_it: Rimuovi Widgets Predefiniti

source: Are you sure you want to enable the this options?
fr_fr: Êtes-vous sûr de vouloir activer ces options?
it_it: Sei sicuro di voler attivare queste opzioni?

source: After confirmation, all the settings of the plug-in will return to the default state. Make backup settings by copying data from the export field.
fr_fr: Après confirmation, tous les paramètres du plug-in reviendront à l'état par défaut. Effectuez les paramètres de sauvegarde en copiant les données du champ exporter.
it_it: Dopo la conferma, tutte le impostazioni del plugin ritorneranno allo stato iniziale. Fai un backup delle impostazioni copiando i dati dal campo di esportazione.

source: Confirm
fr_fr: Confirmer
it_it: Conferma

source: Cancel
fr_fr: Annuler
it_it: Annulla

source: This is the quick plug-in setup mode. Use it if you do not want to understand the settings or do not understand what settings you need to use.
fr_fr: C'est le mode de configuration rapide du plug-in. Utilisez-le si vous ne voulez pas comprendre les paramètres ou ne pas comprendre les paramètres que vous devez utiliser.
it_it: Questa è la modalità di configurazione veloce del plugin. Usala se non vuoi soffermarti sulle singole impostazioni o se non sai che impostazioni scegliere.

source: Select mode
fr_fr: Sélectionner le mode
it_it: Scegli modalità

source: After selecting the mode, the plug-in automatically activates the necessary settings for the mode.
fr_fr: Après avoir sélectionné le mode, le plug-in active automatiquement les réglages nécessaires pour le mode.
it_it: Dopo aver selezionato la modalità, il plugin ne attiva automaticamente le impostazioni necessarie.

source: Settings successfully updated!
fr_fr: Paramètres mis à jour avec succès !
it_it: Impostazioni aggiornate con successo!

source: During the setup, an unknown error occurred, please try again or contact the plug-in support.
fr_fr: Pendant la configuration, une erreur inconnue s'est produite. Veuillez réessayer ou contacter le support du plug-in.
it_it: Durante la configurazione, si è verificato un errore sconosciuto, riprova oppure contatta il supporto del plugin.

source: Import/Export settings
fr_fr: Importer/Exporter les paramètres
it_it: Importa/Esporta Impostazioni

source: Import options
fr_fr: Options d'importation
it_it: Importa opzioni

source: Support
fr_fr: Soutien
it_it: Supporto

source: If you faced with any issues, please follow the steps below to get quickly quality support:
fr_fr: Si vous rencontrez des problèmes, veuillez suivre les étapes ci-dessous pour obtenir rapidement un soutien de qualité:
it_it: Se incontri qualsiasi problema, segui i passaggi di seguito per ottenere subito un supporto di qualità:

source: Generate a debug report which will contains inforamtion about your configuratin and installed plugins
fr_fr: Générer un rapport de débogage qui contiendra des informations sur votre configuration et les plugins installés
it_it: Genera un report di debug, contenente le informazioni sulla tua configurazione e sui plugins installati.

source: Generate Debug Report
fr_fr: Générer un rapport de débogage
it_it: Genera Report di Debug

source: Send a message to <b>wordpress.webraftic@gmail.com</b> include the debug report into the message body.
fr_fr: Envoyer un message à <b>wordpress.webraftic@gmail.com</b> inclure le rapport de débogage dans le corps du message.
it_it: Invia un messaggio a <b>wordpress.webraftic@gmail.com</b> includendo il report di debug nel corpo del messaggio.

source: We guarantee to respond you within 7 business day.
fr_fr: Nous garantissons de vous répondre dans les 7 jours ouvrables.
it_it: Garantiamo la risposta entro i 7 giorni lavorativi.

source: Advanced
fr_fr: Avancée
it_it: Avanzate

source: Warning! In the wp-config.php file, a constant WP_POST_REVISIONS is found, it determines the number of revisions. Delete it so you can change this value through the admin panel.
fr_fr: Attention! Dans le fichier wp-config.php, une constante WP_POST_REVISIONS est trouvée, elle détermine le nombre de révisions. Supprimez-le pour pouvoir modifier cette valeur via le panneau d'administration.
it_it: Attenzione! Nel file wp-config.php, si trova la costante WP_POST_REVISIONS, la quale determina il numero di revisioni. Eliminala per poter cambiare questo valore attraverso il pannello amministrativo.

source: File names and some titles can have special characters, which can cause problems when creating permalinks.
fr_fr: Les noms de fichiers et certains titres peuvent avoir des caractères spéciaux, ce qui peut causer des problèmes lors de la création de liens permanents.
it_it: I nomi dei file ed alcuni titoli possono avere caratteri speciali, che possono causare problemi durante la creazione dei permalinks.

source: Removes symbols, spaces, latin and other languages characters from uploaded files and gives them "permalink" structure (clean characters, only lowercase and dahes).
fr_fr: Supprime les symboles, espaces, caractères latins et autres langues des fichiers téléchargés et leur donne une structure "permalien" (caractères propres, seulement minuscules et tirets).
it_it: Rimuove simboli, spazi, caratteri latini e di altre lingue dai files caricati e gli dà una struttura da "permalink" (caratteri puliti, solo minuscole e trattini).

source: Whenever there’s a major release available, a notification will display at the top of your admin area, letting you know your version is out-of-date and you need to update the core code.<br> For many people, this nag can be annoying. And if you developer websites for clients, you may want to hide it. After all, who wants to let their clients know their software is old?
fr_fr: Chaque fois qu'une version majeure est disponible, une notification s'affiche en haut de la zone d'administration, vous indiquant que votre version est obsolète et que vous devez mettre à jour le code principal. <br> Pour beaucoup de gens, ce harceler peut être agaçant. Et si vous développez des sites Web pour les clients, vous pouvez vouloir le cacher. Après tout, qui veut faire savoir à ses clients que leur logiciel est vieux?
it_it: Quando viene rilasciata una major release, una notifica compare in cima alla tua area amministrativa, permettendoti di sapere che la tua versione del core non è aggiornata.<br> Per molte persone, questo messaggio può essere fastidioso, e se sviluppi siti per i tuoi clienti potresti volerla nascondere. In fin dei conti, chi vuole far sapere ai propri clienti che il loro software è obsoleto?

source: Disable admin notices.
fr_fr: Désactiver les notifications d'administration.
it_it: Disattiva notifiche admin.

source: Admin bar
fr_fr: Barre d'administration
it_it: Barra admin

source: In this group of settings, you can manage the adminbar.
fr_fr: Dans ce groupe de paramètres, vous pouvez gérer la barre d'administration.
it_it: In questo gruppo di impostazioni, puoi gestire la barra admin.

source: Default enable
fr_fr: Activer par défaut
it_it: Attivata

source: For all users
fr_fr: Pour tous les utilisateurs
it_it: Per tutti gli utenti

source: For all users except administrator
fr_fr: Pour tous les utilisateurs excepté l'administrateur
it_it: Per tutti gli utenti, eccetto l'amministratore

source: In some cases, you need to disable the floating top admin panel. You can disable this panel.
fr_fr: Dans certains cas, vous devez désactiver le panneau d'administration supérieur flottant. Vous pouvez désactiver ce panneau.
it_it: In alcuni casi, può essere utile disattivare la barra admin in cima alla pagina. Questo può essere fatto da qui.

source: Disable admin top bar.
fr_fr: Désactiver la barre supérieure d'administration.
it_it: Disattiva barra admin.

source: Enable this if you want to remove wp logo from admin bar.
fr_fr: Activez cette option si vous souhaitez supprimer le logo wp de la barre d'administration.
it_it: Attiva questa opzione se vuoi rimuovere il logo WP dalla barra admin.

source: Replaces the welcome text in admin bar.
fr_fr: Remplace le texte de bienvenue dans la barre d'administration.
it_it: Sostituisce il testo di benvenuto nella barra admin.

source: Posts
fr_fr: Messages
it_it: Articoli

source: In this group of options, you can manage revisions and post autosave.
fr_fr: Dans ce groupe d'options, vous pouvez gérer les révisions et publier la sauvegarde automatique.
it_it: In questo gruppo di opzioni, puoi gestire le revisioni ed il salvataggio automatico degli articoli.

source: revisions
fr_fr: révisions
it_it: revisioni

source: WordPress automatically saves revisions when you are working on posts and pages. These can begin to add up pretty quick. By default, there is no limit in place. We have seen posts with over 1,000 revisions. Multiply this by 50 pages and suddenly you have over 50,000 revisions sitting in your database. The problem with this is that you will most likely never use them and they can start slowing down your database as well as using disk space. So we recommend either disabling or limiting your revisions.
fr_fr: WordPress enregistre automatiquement les révisions lorsque vous travaillez sur les messages et les pages. Ceux-ci peuvent commencer à s'additionner assez rapidement. Par défaut, il n'y a pas de limite en place. Nous avons vu des postes avec plus de 1 000 révisions. Multipliez ce par 50 pages et tout à coup vous avez plus de 50 000 révisions assis dans votre base de données. Le problème avec cela est que vous aurez très probablement jamais les utiliser et ils peuvent commencer à ralentir votre base de données ainsi que l'utilisation de l'espace disque. Nous recommandons donc soit de désactiver ou de limiter vos révisions.
it_it: WordPress salva automaticamente le revisioni quando lavori sugli articoli e sulle pagine. Queste possono iniziare ad impilarsi in fretta. Per impostazione predefinita, non esiste nessun limite a ciò. Abbiamo visto articoli con oltre 1'000 revisioni: moltiplica questo valore per 50 pagine e ti ritrovi con 50'000 revisioni inutili nel tuo database. Il problema è che molto probabilmente non ne farai mai uso, e possono iniziare a rallentare il tuo database, oltre a sprecare spazio su disco. Per questo motivo, consigliamo di disattivare o limitare il numero di revisioni.

source: WordPress by default automatically saves a draft every 60 seconds (1 minute). There are reasons why you might want to change this.
fr_fr: WordPress par défaut enregistre automatiquement un brouillon toutes les 60 secondes (1 minute). Il y a des raisons pour lesquelles vous pourriez vouloir changer cela.
it_it: WordPress per impostazione predefinita salva una bozza ogni 60 secondi (un minuto). Se dovessi voler cambiare questo valore, lo puoi fare.

source: Disables automatic saving of drafts.
fr_fr: Désactive la sauvegarde automatique des brouillons.
it_it: Disattiva il salvataggio automatico delle bozze.

source: Function of text formatting. This function makes the text more correct, readable and visually appealing. But sometimes this function may prevent you from using certain codes and symbols.
fr_fr: Fonction de mise en forme du texte. Cette fonction rend le texte plus correct, plus lisible et attrayant. Mais parfois, cette fonction peut vous empêcher d'utiliser certains codes et symboles.
it_it: Funzione di formattazione testo. Questa funzione corregge il testo, rendendolo leggibile ed esteticamente gradevole. Ma a volte questa funzione può impedirti di usare certi simboli e codici durante la scrittura.

source: Disable Texturization - Smart Quotes.
fr_fr: Désactiver la texturation - Citations intelligentes.
it_it: Disattiva Texturization - Smart Quotes.

source: Replaces the incorrectly written letter "p" in the middle of WordPress (you need to write with the capital P in the middle).
fr_fr: Remplace la lettre mal écrite "p" au milieu de WordPress (vous devez écrire avec la majuscule p au milieu).
it_it: Sostituisce la lettera "p" scritta sbagliata in mezzo alla parola WordPress (la cui P centrale deve essere maiuscola).

source: Disable capitalization in Wordpress branding.
fr_fr: Désactiver la capitalisation dans la marque WordPress.
it_it: Disattiva correzione maiuscole nel branding di WordPress.

source: Replaces the double shifting of a string to an HTML p ... /p construct, and a single one on br.
fr_fr: Remplace le décalage double d'une chaîne en une construction p .../p html, et une seule sur br.
it_it: Sostituisce la correzione di una stringa doppia in un costrutto HTML p ... /p, e di una singola in br.

source: Disable auto inserted paragraphs.
fr_fr: Désactiver les paragraphes insérés automatiquement.
it_it: Disattiva inserimento automatico paragrafi.

source: Heartbeat
fr_fr: Battement de coeur

source: The WordPress Heartbeat API uses /wp-admin/admin-ajax.php to run AJAX calls from the web-browser. While this is great and all it can also cause high CPU usage and crazy amounts of PHP calls. For example, if you leave your dashboard open it will keep sending POST requests to this file on a regular interval, every 15 seconds. Here is an example below of it happening.
fr_fr: Le WordPress Heartbeat API utilise/wp-admin/admin-Ajax.php pour exécuter des appels AJAX à partir du navigateur Web. Tandis que c'est grand et tout il peut également causer l'utilisation élevée de CPU et les quantités folles des appels de php. Par exemple, si vous laissez votre tableau de bord ouvert, il continuera à envoyer des demandes de poste à ce fichier sur un intervalle régulier, toutes les 15 secondes. Voici un exemple ci-dessous qui se passe.
it_it: La API Heartbeat di WordPress usa /wp-admin/admin-ajax.php per eseguire chiamate AJAX dal browser web. Può sembrare una cosa positiva, ma rischia di causare un utilizzo eccessivo della CPU ed una quantità smisurata di chiamate PHP. Per esempio, se lasci la tua bacheca aperta continuerà ad inviare richieste POST a questo file ad intervalli regolari, ogni 15 secondi. Qui di seguito puoi vederne un esempio in azione.

source: Disable Heartbeat
fr_fr: Désactiver le battement de coeur
it_it: Disattiva Heartbeat

source: Default
fr_fr: Défaut
it_it: Predefinito

source: Everywhere
fr_fr: Partout
it_it: Dappertutto

source: On dashboard page
fr_fr: Sur la page du tableau de bord
it_it: Sulla bacheca

source: Only allow when editing Posts/Pages
fr_fr: Autoriser uniquement lors de l'édition de messages/pages
it_it: Consenti solo durante la modifica di articoli/pagine

source: Heartbeat frequency
fr_fr: Fréquence de battement de coeur
it_it: Frequenza hearbeat

source: You can disable all plugin updates or choose manual or automatic update mode.
fr_fr: Vous pouvez désactiver toutes les mises à jour du plugin ou choisir le mode de mise à jour manuelle ou automatique.
it_it: Puoi disattivare tutti gli aggiornamenti dei plugins o scegliere le modalità di aggiornamento automatico e manuale.

source: Duplicate pages
fr_fr: Dupliquer des pages
it_it: Pagine duplicate

source: Many duplicates in date archives. Imagine, in addition, that your article will be displayed in the main and in the category, you will still receive at least 3 duplicates: in archives by year, month and date, for example %s.
fr_fr: Plusieurs doublons dans les archives de date. Imaginez, en outre, que votre article sera affiché dans le principal et dans la catégorie, vous recevrez toujours au moins 3 doublons: dans les archives par année, mois et date, par exemple %s.
it_it: Gli archivi per data contengono molte pagine duplicate. Oltre al caso in cui il tuo articolo venga mostrato nella pagina principale e nelle categorie, ne rimarranno comunque altri tre duplicati: negli archivi per anno, per mese e per giorno, per esempio %s.

source: Removes all pages with the date archives and puts a redirect.
fr_fr: Supprime toutes les pages avec les archives de date et met une redirection.
it_it: Rimuove tutte le pagine con gli archivi per data ed imposta un redirect.
