Repository: Creative-Motion-Development/wp-plugin-clearfy
Catalog: languages/clearfy-*.po
Languages: fr_fr, it_it

source: If the site is only filled by you - a mandatory item. Allows you to get rid of duplicates on user archives, for example %s.
fr_fr: Si le site n'est rempli que par vous - un élément obligatoire. Vous permet de vous débarrasser des doublons dans les archives utilisateur, par exemple %s.
it_it: Se il sito è gestito contenutisticamente soltanto da te, questa opzione è altamente raccomandata. Ti permette di rimuovere i duplicati dagli archivi utente, per esempio %s.

source: Removes all pages with the author archives and puts a redirect.
fr_fr: Supprime toutes les pages avec les archives de l'auteur et met une redirection.
it_it: Rimuove tutte le pagine con gli archivi per autore ed imposta un redirect.

source: If you use tags only for the block Similar records, or do not use them at all - it will be more correct to close them to avoid duplicates.
fr_fr: Si vous utilisez des balises uniquement pour le bloc des enregistrements similaires, ou ne pas les utiliser à tous-il sera plus correct de les fermer pour éviter les doublons.
it_it: Se usi i tags solo per il blocco "Elementi simili", o se non li usi proprio, conviene chiuderli per evitare duplicati.

source: Removes all pages with the tag archives and puts a redirect.
fr_fr: Supprime toutes les pages avec les archives de balises et met une redirection.
it_it: Rimuove tutte le pagine con gli archivi tags ed imposta un redirect.

source: Every of the pictures has its own page on the site. Such pages are successfully indexed and create duplicates. The site can have thousands of same-type attachment pages.
fr_fr: Chaque photo a sa propre page sur le site. Ces pages sont indexées avec succès et créent des doublons. Le site peut avoir des milliers de pages d'attachement de même type.
it_it: Tutte le immagini hanno la propria pagina sul sito. Queste pagine sono indicizzate, portando alla creazione di duplicati. Il sito può avere migliaia di pagine allegato dello stesso tipo.

source: Removes attachment pages and puts a redirect.
fr_fr: Supprime les pages de pièce jointe et met une redirection.
it_it: Rimuove le pagine allegato ed imposta un redirect.

source: In WordPress, any post can be divided into parts (pages), each part will have its own address. But this functionality is rarely used, but it can create trouble for you. For example, you can add a number to the address of any entry of your blog, %s - the post itself will open, which will be a duplicate. You can substitute any number.
fr_fr: Dans WordPress, n'importe quel poste peut être divisé en parties (pages), chaque partie aura sa propre adresse. Mais cette fonctionnalité est rarement utilisée, mais elle peut créer des problèmes pour vous. Par exemple, vous pouvez ajouter un numéro à l'adresse de toute entrée de votre blog, %s - le message lui-même s'ouvrira, qui sera un doublon. Vous pouvez remplacer n'importe quel nombre.

source: Removes the pagination from the post and puts a redirect. Example: %s
fr_fr: Supprime la pagination de la publication et met une redirection. Exemple: %s
it_it: Rimuove la paginazione degli articoli ed imposta un redirect. Esempio: %s

source: WordPress adds %s to the link "Reply" in the comments, if you use hierarchical comments.
fr_fr: WordPress ajoute %s au lien "répondre" dans les commentaires, si vous utilisez des commentaires hiérarchiques.
it_it: WordPress aggiunge %s al collegamento "Rispondi" nei commenti, se utilizzi i commenti gerarchici.

source: ?relpytocom remove and and puts a redirect.
fr_fr: supprimer ?relpytocom et met une redirection.
it_it: Rimuove ?relpytocom ed imposta un redirect.

source: You don't have enough capability to edit this information.
fr_fr: Vous n'avez pas la capacité suffisante pour modifier ces informations.
it_it: Non hai capacità sufficienti per modificare questa informazione.

source: Undefinded mode.
fr_fr: Mode non défini.
it_it: Modalità non definita.

source: Settings are not defined or do not exist.
fr_fr: Les paramètres ne sont pas définis ou n'existent pas.
it_it: Impostazioni non definite o inesistenti.

source: Webcraftic Clearfy - disable unused features
fr_fr: Webcraftic Clearfy - désactiver les fonctionnalités inutilisées

source: Disables unused Wordpress features, improves performance and increases SEO rankings, using Clearfy, which makes WordPress very easy.
fr_fr: Désactiver les fonctionnalités de Wordpress inutilisées, améliorer les performances et augmenter les classements SEO, en utilisant le plugin Clarify, ce qui rend WordPress très facile. Traduit par kingteandunet.

source: Disable JSON-LD sitelinks searchbox
it_it: Disattiva casella di ricerca collegamenti JSON-LD

source: Disable Yoast Structured Data
it_it: Disattiva Yoast Structured Data

source: Wordpress default
it_it: Predefinite WordPress

source: seconds
it_it: secondi

source: Example
it_it: Esempio

source: Activate
it_it: Attiva

source: Deactivate
it_it: Disattiva

source: If you’re not familiar with Search Action it’s the mark-up that helps search engines add a shiny Sitelinks Search Box below your search engine results. For the majority of webmasters the extra search box is an absolutely fantastic feature but for many it’s not required or wanted, especially if a site only has a few pages or if the site uses a customised search platform that only searches blog posts and not pages.
it_it: Se non conosci l'Azione di Ricerca, è il markup che permette ai motori di ricerca di aggiungere una casella di ricerca sitelink sotto ai tuoi risultati del motore di ricerca. Per la maggior parte dei webmaster, la casella di ricerca aggiuntiva è un'ottima caratteristica, ma per altri può non essere richiesta o desiderata, specialmente se un sito ha soltanto poche pagine o se utilizza una piattaforma di ricerca personalizzata che ricerca solo gli articoli e non le pagine.

source: Disable JSON-LD sitelinks searchbox using WordPress in plugin Yoast SEO.
it_it: Disattiva casella di ricerca sitelinks JSON-LD di WordPress nel plugin Yoast SEO.

source: Prevents output of the script tag of type application/ld+json containing schema.org data from the popular Yoast SEO and Yoast SEO Premium plugins. There is currently no UI to do so.
it_it: Blocca l'output dello script tag di tipo application/id+json contenente i dati dallo schema.org dei famosi plugin Yoast SEO e Yoast SEO Premium. Attualmente, non è possibile rimuoverli tramite interfaccia utente.

source: Disable Structured Data in plugin Yoast SEO.
it_it: Disattiva Dati Strutturati nel plugin Yoast SEO.
